{
    "Silicones":[
        {
            "productId": 1,
            "productName": "Silicone Surfactant Polyether Siloxane based (Silicone Spreader Sticker and Wetting Agent)",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Agriculture –Agro Performance Enhancer. It is a Spray Adjuvant with Superior spreading over non-ionic surfactant organic certified APEO free for many agricultural applications. Its components provides excellent rain fastening properties and therefore is very effective in pesticide applications under humid and wet weather conditions. On mixing with the insecticides, fungicides, herbicides and defoliators increase their efficacy. As a result the crops, fruits and vegetables are better protected from diseases and pests resulting in better yield .These silicone spreader sticker /wetting agents can be mixed in most of the pesticides solutions to improve their performance many folds.",
            "productImage": ""
        },
        {
            "productId": 2,
            "productName": "Polymethylhydrogen Siloxane",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "It imparts free flowing characteristic to powder and granular materials i.e. Fire Extinguisher powders thus reducing caking and imparts excellent water repellence.",
            "productImage": ""
        },
        {
            "productId": 3,
            "productName": "Potassium Siliconates / Siloxanes Emulsions",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Imparts Water Repellency to building materials during their manufacture.",
            "productImage": ""
        },
        {
            "productId": 4,
            "productName": "Siloxane Based Emulsion",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "It is used for treatment for bricks, stones and concrete as an admixture for concrete and other cement based formulation.",
            "productImage": ""
        },
        {
            "productId": 5,
            "productName": "Polydimethyl Siloxane Based",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Release agent for ceramic Material and Rubber also imparts shine to tile composites. Non-ionic dimethyl silicone fluid emulsion. It is an extremely stable, water-thinned emulsion widely used as a release agent for rubber (gloves, footwear) and plastic products. In particular, Silicone Emulsion is used in the production of rubber latex gloves.",
            "productImage": ""
        },
        {
            "productId": 6,
            "productName": "Hydroxy terminated Silicone Fluids (OH)",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Silicones are inert and heat-resistant, rubber like compounds used in sealants, adhesives, for construction, medical and insulation application. Silicone sealants prevents water and air penetration, have low thermal conductivity and low toxicity. Hydroxyl (OH) terminated silicones is a main ingredient in preparing such silicone adhesives and sealants. Low moisture content and good molecular weight distribution characterises the quality of the polymer. These hydroxyl polymers are used as intermediates in applications such as textiles, rubber processing and sealants, adhesives, paints and filter treatments.",
            "productImage": ""
        },
        {
            "productId": 7,
            "productName": "Leather-Polysiloxane Fluid-Imparts",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Silky, smooth touch, good gloss, improves abrasion resistance, oil and water resistance, feel modifier.",
            "productImage": ""
        },
        {
            "productId": 8,
            "productName": "Poly Dimethyl Siloxane/ Silicone Oil / Silicone Fluid",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Silicones for use in antiperspirants, deodorants, hair sprays, cleansing creams, skin creams, lotions, bath oils, suntan products, nail polishes etc. They can form good water repellancy and protective breathable films on skins, due to low viscous and low surface tension. It has good stability over broad range of temperatures and also compatible with other system additives. These are low Surface tension non greasy films which can form protective breathable films on skins with good water repellency. It has good stability over broad range of temperatures and also compatible with other system additives. 60% Si anionic emulsion for improving wet and dry combing, imparts soft feel to the hair and provides good shine and gloss. Used in hair care, shower gels, shampoo, conditioners, masks & mousse, skin care, creams, soaps and liquid soaps.",
            "productImage": ""
        },
        {
            "productId": 9,
            "productName": "Paper-Solventless Silicone Coating System",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "This Two component system is designed for use in the manufacture of release liners for pressure sensitive tapes and labels. These are suitable for both paper and plastic substrates and it is designed to perform as a fast cure system at medium temperatures.",
            "productImage": ""
        },
        {
            "productId": 10,
            "productName": "Silicone on Home Care",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Amino Micro Silicone with super effective neutralizing property on water. Ultra-foam booster. Can even boost foam at any pH level. Almost neutralize any pH of any type of water. Extra ordinary color and perfume retainer. Soft feels in washing and after washing.\nGentle on hands and improve the after wash feel. Now dish washing is not only the requirement, it is directly related to our hygienic. This product is an Amino Micro Silicone with super effective neutralizing property on water.Gentle on hands and improve the after wash feel. Normally toilet cleaners are a combination of DM Water + Acid +Alsta tetrahydrocannabinol (Q-Alamine) + Perfume + Color. It can be designed as per the requirement of hygiene orientation (Adding or Submissions). Silicone Spreaders. They are designed to meet super spreading requirement at the bowl level applications in toilet cleaners.",
            "productImage": ""
        },
        {
            "productId": 11,
            "productName": "Glass Cleaners",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Glass cleaners are made to meet the requirements of protecting cleanliness and high level visibility & transparency on glasses. Basically common formulations are solvent based depending on the alcoholic fast curing properties but conventional Glass Cleaners doesn’t have the properties of Anti Freezing Agent for Winter Season or Anti Fog Agent. Our Glycol Modified Polysiloxane product is a Silicone Emulsion with super water solubility. As a combination of various range of Silicone Polyether at low to high molecular weights & it is very effective. Smooth feeling on Glass. Non Oily. Very efficient wetting agent. Effective Micro emulsifier – which can emulsify wide range of darts to dissolve in. Superior detackification. Improves clear vision.",
            "productImage": ""
        },
        {
            "productId": 12,
            "productName": "Silicones in Hand Wash",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "Surfactants are mixed with foam boosting agents inclusive of water base along with aesthetic improvers like thickeners / colours and perfumes in liquid form can be used as Liquid Hand Wash. But we are entering the new age of hand hygiene. Normal washing now a days are not the only criteria. Retaining the feel as long as possible is the challenge along with the cutting age Silver technology. This product is an Amino Micro Silicone with super effective neutralizing property on water with quick submission. Ultra-foam booster. Can even boost foam at any pH level.\nExtra ordinary colour and perfume retainer .Excellent clarity in transparent products also. (Even with IVERMECTIN)Soft feels in washing and after washing. Gentle bunce in washed skin. Superior conditioner.",
            "productImage": ""
        },
        {
            "productId": 13,
            "productName": "Defoamers / Antifoams - Silicone based",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "We have a wide variety and range of defoamers and antifoams designed to be used in a wide variety of foaming systems which have excellent defoaming /antifoaming property. It can be used in adhesive, glue manufacturer,solvent based paint and ink manufacture,resin polymerization,soaps ,detergents , pulp ,paper processing ,waste water treatment ,",
            "productImage": ""
        },
        {
            "productId": 14,
            "productName": "Paint, Ink Industry, Adhesive",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "",
            "productImage": ""
        },
        {
            "productId": 15,
            "productName": "Silanes-AMS, VTMS, GTMS, MTMS, MAAS",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "In polymer systems silanes are often used as dispersing agents for fillers, and a crosslinking modifier that improves the mechanicals properties of the polymer/silane blend. Silanes also are used in adhesives and sealants that increase adhesion, temperature and chemical resistance",
            "productImage": ""
        },
        {
            "productId": 16,
            "productName": "Silicone Rubber",
            "productCategory": "Silicones",
            "productShortDescription": "",
            "productDescription": "It is a two component silicone elastomer crosslinking at room temperature. The polymerisation can be accelerated by heat (max.150oC). The silicone components are delivered as liquids, which once mixed and cured transform into a transparent, elastic and resistant material. Polymerisation occurs without formation of heat. Label manufacturing Moulding applications requiring low shrinkage e.g. toys, jewellery, automotive etc.",
            "productImage": ""
        }
    ],
    "Paints":[
        {
            "productId": 17,
            "productName": "Muniwet 30 / 40 (APEO Free)",
            "productCategory": "Paints",
            "productShortDescription": "Wetting Agents& Dispersing Agent for paint & coatings",
            "productDescription": "is a jelly liquid, dispersion in water and it is blend of Alkoxylated product, which gives good emulsifying, wetting and dispersing agent  widely using in in the textile, detergent, agrochemical, emulsion polymerization and paint industries.",
            "productImage": ""
        },
        {
            "productId": 18,
            "productName": "Muniwet 01",
            "productCategory": "Paints",
            "productShortDescription": "Premium wetting agents",
            "productDescription": "non-ionic surfactant which gives excellent wetting property in paint and coating application industries.",
            "productImage": ""
        },
        {
            "productId": 19,
            "productName": "MRESICOT SHA /M R (MDMSD 50 & MDMSD 20)",
            "productCategory": "Paints",
            "productShortDescription": "Hammertone Finish",
            "productDescription": "clear, colorless high viscous Polydimethylsiloxane fluids available in viscosity ranging up to 300000 cst.",
            "productImage": ""
        },
        {
            "productId": 20,
            "productName": "MEMPL HV 40",
            "productCategory": "Paints",
            "productShortDescription": "To improve Shine /Glossiness",
            "productDescription": "aqueous silicone emulsion can be used for both Auto care, home care and in paint industries having good surface wetting characteristics.",
            "productImage": ""
        },
        {
            "productId": 21,
            "productName": "MAquaphobe MWR2",
            "productCategory": "Paints",
            "productShortDescription": "Water Repellency",
            "productDescription": "solvent-free emulsion based on reactive organo modified siloxanes (functional Silanes and siloxanes ). It gives durable protection from water induced damages & gives excellent water repellency.",
            "productImage": ""
        },
        {
            "productId": 22,
            "productName": "Mresicare MAIC ( for water Based Paints)",
            "productCategory": "Paints",
            "productShortDescription": "Leveling Agent",
            "productDescription": "hydrolytically stable silicone polyether surfactant, which can be used in wide range of applications in automotive and household cleaning products, due to its excellent surface property. It also has good demulsification property on crude oil.",
            "productImage": ""
        },
        {
            "productId": 23,
            "productName": "GTMS/ VTMS/ MTMS",
            "productCategory": "Paints",
            "productShortDescription": "Crosslinker /Adhesion Promoter/Pigment Treatment",
            "productDescription": "Organo silane used as a coupling agent suitable for polymers such as Acrylic, polyester, butyl, polyolefin, Epoxy, Polysulfide, Furan, Polyurethane, Melamine, styrene, Nitrile, Urea-formaldehyde, Phenolic, Polyamide etc. Before suggesting please check their chemistry first.",
            "productImage": ""
        },
        {
            "productId": 24,
            "productName": "MTML 941",
            "productCategory": "Paints",
            "productShortDescription": "Dispersing Agent",
            "productDescription": "unique carbon black (unique property) & other pigment dispersing agent in paint & coating (printing ink) industries. You also can find application in any industry where carbon black is being used.",
            "productImage": ""
        }
    ],
    "Renewable Energy":[
        {
            "productId": 25,
            "productName": "SILANE MAAS",
            "productCategory": "Renewable Energy",
            "productShortDescription": "",
            "productDescription": "SILANE MAAS is a gamma-Methacryloxypropyltrimethoxysilane. Acts as a coupling agent. It is a colorless to pale yellow liquid.\nImproves adhesion of free radical cured resins, physical & electrical properties of glass-reinforced & mineral-filled thermosetting resins. Modifies surfaces by copolymerizing and grafting. Compatible with silicones and PMMA (para-methoxymethamphetamine).\n\n•\tCoupling agent to improve adhesion of organic resins to inorganic surfaces.\n•\tImproved chemical bonding.\n•\tIncreased transparency of polyester fiberglass composites.\n•\tOrganic Coupling Agent SILANE MAAS is applied in plastic products (including cables, glass fiber-reinforcement plastics etc.), rubber products, adhesives, coatings, pigments dispersion, inks, magnetic materials (plastic magnet and rubber magnet), metallic casting resins and resins concrete etc.\n•\tIn glass-reinforced thermoset plastics,  silane MAAS enhances the flexural, compressive and interlaminar shear strengths before and after exposure to humidity, silane MAAS greatly improves wet electrical properties.",
            "productImage": ""
        }
    ],
    "Leather Chemicals":[
        {
            "productId": 26,
            "productName": "MEGALEATHERSOFT FS03M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "MEGALEATHERSOFT\tFS03M\tis\ta\tcurable\tamino-modiﬁed silicone resin dispersion.\n\nIt\tcrosslinks\twith\tthe\tsurface\tof\tthe\tleather\tand provides a soft and abrasion resistance to leather.\n\nIt is suitable for both natural and artiﬁcial leather. Diluent: Solvent like alcohol, ethers, etc\nDOSAGE: 10-40 GPL or 0.5-1.5 wt% FS03M",
            "productImage": ""
        },
        {
            "productId": 27,
            "productName": "MEGAGOODFEEL FS MF-01 & 02M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "MEGAGOODFEEL\tFS\tMF01\t&\t02M is a non-curable high molecular weight modiﬁed silicone resin.\n\nIt provides a soft feel and sheen additive and abrasion resistance to leather.\n\nIt is suitable for artiﬁcial leather as a sprayable top coat.\n\nDiluent: Solvent like alcohol, ethers, etc DOSAGE: MEGAFEEL FS MF-01: 2-5 wt% MEGAFEEL FS MF-02: 5-7 wt%",
            "productImage": ""
        },
        {
            "productId": 28,
            "productName": "MASF84M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "MASF 84M is a high molecular weight amino-modiﬁed silicone resin.\n\nIt adheres to the surface of the leather and provides a soft feel and sheen additive and abrasion resistance to leather.\n\nIt is suitable for artiﬁcial leather and natural leather as a sprayable topcoat and as an additive.\n\nDiluent: Solvent like alcohol, ethers, etc DOSAGE: 2-5 wt%",
            "productImage": ""
        },
        {
            "productId": 29,
            "productName": "MEGAGOODFEEL FS 0460M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "MEGAGOODFEEL FS 0460M is a formulated high molecular weight amino-modiﬁed silicone resin in a solvent.\n\nIt is a non-curable resin that provides a soft feel and sheen to leather.\n\nIt is suitable for artiﬁcial leather as a sprayable topcoat and as an additive.\n\nDiluent: Solvent like alcohol, ethers, etc DOSAGE: 3-6 wt%",
            "productImage": ""
        },
        {
            "productId": 30,
            "productName": "DPLF 106M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "DPLF-106M is a curable amino-modiﬁed silicone resin.\n\nIt is a curable resin that provides a soft feel, water repellency, and sheen to leather.\n\nIt is suitable for artiﬁcial and natural leather as a sprayable topcoat and as an additive.\n\nDiluent: Solvent like alcohol, ethers, etc DOSAGE: 3-5 wt%",
            "productImage": ""
        },
        {
            "productId": 31,
            "productName": "EGASUPERSOFT T1M & T10M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Artificial",
            "productDescription": "MEGASUPERSOFT -T1M & T10M is a copolymer of polyglycol and amino-modiﬁed silicone resin.\n\nIt enhances the spreading of the other additive and provides a silky hand feel on the leather surface.\n\nIt is non-ionic in nature suitable for artiﬁcial and natural leather as a sprayable topcoat.\n\nActive content: T1: 30% T10:60% Diluent: water.\nDOSAGE: 0.5-5 wt%.",
            "productImage": ""
        },
        {
            "productId": 32,
            "productName": "DPLF-177M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "DPLF-177M is a fat liquor compatible formulated silicone emulsion.\n\nIt provides soft dry feel, imparts silky slippery and smooth touch.\n\nIt is non-ionic in nature suitable for natural leather as a sprayable topcoat in the formulation.\n\nDiluent: water. DOSAGE: 20-30 GPL.",
            "productImage": ""
        },
        {
            "productId": 33,
            "productName": "MEGARESICARE HAS40M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "RESICARE HAS 40 is a water based emulsion of reactive high-molecular amino-modiﬁed silicone resin.\n\nIt imparts resilience drape elastic touch and silky feel on the leather surface.\n\nIt is non-ionic in nature suitable for natural leather as a sprayable topcoat and bath additive.\n\nDiluent: water. DOSAGE: 10-30 GPL.",
            "productImage": ""
        },
        {
            "productId": 34,
            "productName": "MEGAGOODFEEL FM",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "MEGAFEEL FM is a high molecular weight silicone dispersion.\n\nIt enhances the sheen, silky feel and provides marr resistance and abrasion resistance on the leather surface.\n\nIt is suitable for artiﬁcial and natural leather as a sprayable topcoat and formulation additive.\n\nDiluent: water.\n\nActive content: Approx. 60 DOSAGE: 0.5-5 wt%.",
            "productImage": ""
        },
        {
            "productId": 35,
            "productName": "MEGALEATHERSOFT FS-F1M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "MEGALEATHERSOFT FS-F1M is a formulated emulsion of high molecular weight silicone and amino-modiﬁed silicone resin.\n\nIt provides a silky hand feel on the leather surface and ﬂexibility of the leather.\n\nIt is non-ionic in nature suitable for natural leather as a sprayable topcoat or as an formulation additive.\n\nDiluent: water.\n\nDOSAGE: 0.5-5 wt% 30-50 GPL.",
            "productImage": ""
        },
        {
            "productId": 36,
            "productName": "MEGARESIFEEL 99M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "MEGARESIFEEL 99M is a high molecular weight silicone dispersion.\n\nIt enhances the sheen, silky feel and provides marr resistance and abrasion resistance on the leather surface.\n\nIt is non-ionic in nature suitable for artiﬁcial and natural leather as a sprayable topcoat and formulation additive for aqueous polyurethane or acrylic dispersion.\n\nDiluent: water.\n\nActive content: Approx. 70% DOSAGE: 0.5-5 wt%..",
            "productImage": ""
        },
        {
            "productId": 37,
            "productName": "MEGARESIMAX FM",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "MEGARESIMAX\tFM\tis\tformulated\temulsion\tof\treactive amino-modiﬁed silicone resin.\n\nIt enhances silky hand feel on the leather surface.\n\nIt is non-ionic in nature suitable for artiﬁcial and natural leather as a sprayable topcoat.\n\nDiluent: water.\n\nDOSAGE: 10-30 GPL, 0.5-3wt%.",
            "productImage": ""
        },
        {
            "productId": 38,
            "productName": "MEGARESICARE LFM 40M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "RESICARE\tHAS\t40\tis\ta\twater\tbased\temulsion\tof reactive amino-modiﬁed silicone resin.\n\nIt enhances the shiny and silky feel on the leather surface.\n\nIt is non-ionic in nature suitable for natural leather as a sprayable topcoat.\n\nDiluent: water. DOSAGE: 0.5-5 wt%.",
            "productImage": ""
        },
        {
            "productId": 39,
            "productName": "DPLF 999M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "DPLF-999M\tis\ta\tformulated\thigh\tmolecular\tweight amino modiﬁed silicone emulsion.\n\nIt provides soft dry feel, imparts silky slippery and smooth touch.\n\nIt is non-ionic in nature suitable for natural leather as a sprayable topcoat in the formulation.\n\nDiluent: water. DOSAGE: 20-30 GPL",
            "productImage": ""
        },
        {
            "productId": 40,
            "productName": "LEATHERSOFT FS02M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "LEATHERSOFT FS02M is formulated silicone emulsion provides so.\n\nIt is effective at low dosage compared to the conventional silicone emulsion and enhances slickeness, outstanding soft feel on the leather surface.\n\nIt is non-ionic in nature suitable for artiﬁcial and natural leather as a sprayable topcoat as well as in the formulation.\n\nDiluent: water. DOSAGE: 1-3 wt%.",
            "productImage": ""
        },
        {
            "productId": 41,
            "productName": "LEATHERSOFT FS03M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "LEATHERSOFT\tFS03M\tis\ta\tcurable\tamino-modiﬁed silicone resin dispersion.\n\nIt\tcrosslinks\twith\tthe\tsurface\tof\tthe\tleather\tand provides a soft and abrasion resistance to leather.\n\nIt is suitable for both natural and artiﬁcial leather. Diluent: Solvent like alcohol, ethers, etc\nDOSAGE: 10-40 GPL or 0.5-1.5 wt%",
            "productImage": ""
        },
        {
            "productId": 42,
            "productName": "EA20TRM",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "EA20TRM\tis\tan\tmicro\temulsion\tof\torgano-modiﬁed silicone resin.\n\nIt penetrates in to the leather surface and provides the non greasy feel soft feel on the leather surface.\n\nIt is weakly cationic in nature and suitable for natural leather as a sprayable topcoat.\n\nDiluent: water.\n\nDOSAGE: 0.5-5%, but changes as per the hardness of water..",
            "productImage": ""
        },
        {
            "productId": 43,
            "productName": "DPLF 106M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "DPLF-106 is a amino modiﬁed silicone resin\n\nIt is designed to impart durable silky feel to various type of leather surfaces and also for shiny ﬁnish over surface.\n\nIt is suitable for artiﬁcial and natural leather as a sprayable topcoat.\n\nDiluent: solvent. DOSAGE: 3-5 wt%.",
            "productImage": ""
        },
        {
            "productId": 44,
            "productName": "SUPERSOFT T1M & T10M",
            "productCategory": "Leather Chemicals",
            "productShortDescription": "Natural",
            "productDescription": "SUPERSOFT -T1 & T10 is a copolymer of polyglycol and amino-modiﬁed silicone resin.\n\nIt enhances the spreading of the other additive and provides a silky hand feel on the leather surface.\n\nIt is non-ionic in nature suitable for artiﬁcial and natural leather as a sprayable topcoat.\n\nActive content: T1: 30% T10:60% Diluent: water.\nDOSAGE: 0.5-5 wt%.",
            "productImage": ""
        }
    ]
}